Repository: gomez1112/DailyLock
Catalog: DailyLock/Model/Localizable.xcstrings
Source language: en
Languages: ar_ae, de, es, fr, hi, it, ja, ru, zh

source: Sentiment: %@
ar_ae: المشاعر: %@
de: Stimmung: %@
es: Sentimiento: %@
hi: भावना: %@
it: Sentimento: %@
ja: 感情：%@
ru: Настроение: %@
zh: 情绪：%@

source: Settings
ar_ae: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
it: Impostazioni
ja: 設定
ru: Настройки
zh: 设置

source: Show Less
ar_ae: أظهر أقل
de: Weniger Anzeigen
es: Mostrar menos
fr: Montrer moins
hi: कम दिखाओ
it: Mostra meno
ja: 表示を減らす
ru: Показать Меньше
zh: 少显示

source: Show Tips
ar_ae: إظهار النصائح
de: Tipps anzeigen
es: Mostrar consejos
fr: Afficher les conseils
hi: सुझाव दिखाएं
it: Mostra suggerimenti
ja: ヒントを表示する
ru: Показать Советы
zh: 显示提示

source: Skip
ar_ae: تَخَطّى
de: Hüpfen
es: Paso
fr: Sauter
hi: छोड़ें
it: Saltare
ja: スキップする
ru: Пропускать, пропустить
zh: 蹦蹦跳跳

source: Skip onboarding
ar_ae: تخطي الإعداد
de: Onboarding überspringen
es: Saltar la incorporación
fr: Passer l'intégration
hi: ऑनबोर्डिंग छोड़ें
it: Salta l'onboarding
ja: オンボーディングをスキップする
ru: Пропустить адаптацию
zh: 跳过入职

source: Solo developer
ar_ae: مطور منفرد
de: Soloentwickler
es: Desarrollador en solitario
fr: Développeur solo
hi: एकल डेवलपर
it: Sviluppatore singolo
ja: ソロ開発者
ru: Одиночный разработчик
zh: 个人开发者

source: Something's brewing...
ar_ae: شيء ما يخمر...
de: Etwas braut sich zusammen...
es: Algo se está gestando...
fr: Quelque chose se prépare...
hi: कुछ पक रहा है...
it: Qualcosa sta preparando...
ja: 何かが醸造されている...
ru: Что-то назревает...
zh: 有些东西正在酝酿......

source: Start capturing your first moment
ar_ae: ابدأ في التقاط لحظتك الأولى
de: Fangen Sie an, Ihren ersten Moment festzuhalten
es: Empieza a capturar tu primer momento
fr: Commencez à capturer votre premier moment
hi: अपने पहले पल को कैप्चर करना शुरू करें
it: Inizia a catturare il tuo primo momento
ja: 最初の瞬間を捉え始める
ru: Начните запечатлеть свой первый момент
zh: 开始捕捉你的第一个时刻

source: Start Free Trial
ar_ae: ابدأ التجربة المجانية
de: Kostenlose Testversion starten
es: Comience la prueba gratuita
fr: Commencer l'essai gratuit
hi: नि:शुल्क परीक्षण शुरू करें
it: Inizia la prova gratuita
ja: 無料トライアルを開始
ru: Начать бесплатную пробную версию
zh: 开始免费试用

source: Stats
ar_ae: إحْصائيّات
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आँकड़े
it: Statistiche
ja: 統計
ru: Статистика
zh: 统计

source: Streak achievement: %lld days
ar_ae: إنجاز متتالي: %lld days
de: Serienleistung: %lld Tage
es: Logro de racha: %lld días
fr: Réalisation de la série : %lld jours
hi: लकीर उपलब्धि: %lld दिन
it: Risultato della striscia: %lld giorni
ja: ストリークアチーブメント：%lld日
ru: Достижение полосы: %lld дней
zh: 连续成就：%lld天

source: Streak Calculation
ar_ae: حساب الخط
de: Streak-Berechnung
es: Cálculo de la racha
fr: Calcul de la série
hi: लकीर गणना
it: Calcolo della striscia
ja: ストリーク計算
ru: Расчет полосы
zh: Streak计算

source: Streak Flame
ar_ae: لهب متتالية
de: Streifenflamme
es: Llama de racha
fr: Flamme de stries
hi: लकीर की लौ
it: Striscia di fiamma
ja: 炎の直
ru: Полоса пламени
zh: 火焰

source: Streaks require consecutive days
ar_ae: تتطلب الشرائط أياما متتالية
de: Streifen erfordern aufeinanderfolgende Tage
es: Las rachas requieren días consecutivos
fr: Les stries nécessitent des jours consécutifs
hi: लकीरों को लगातार दिनों की आवश्यकता होती है
it: Le strisce richiedono giorni consecutivi
ja: ストリークには連続日が必要です
ru: Серии требуют последовательных дней
zh: 连续需要连续几天

source: Suggestions
ar_ae: اقتراحات
de: Vorschläge
es: Sugerencias
hi: सुझाव
it: Suggerimenti
ja: 提案
ru: Предложения
zh: 建议

source: Support DailyLock
ar_ae: دعم DailyLock
de: DailyLock unterstützen
es: Soporte DailyLock
hi: डेलीलॉक का समर्थन करें
it: Supporto DailyLock
ja: デイリーロックをサポート
ru: Поддержка DailyLock
zh: 支持DailyLock

source: Tap to expand
ar_ae: اضغط للتوسع
de: Tippen Sie zum Erweitern
es: Toque para expandir
fr: Appuyez pour développer
hi: विस्तार करने के लिए टैप करें
it: Tocca per espandere
ja: タップして展開する
ru: Нажмите, чтобы развернуть
zh: 轻点展开

source: Terms of Service
ar_ae: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ru: Условия предоставления услуг
zh: 服务条款

source: Text entry for today
ar_ae: إدخال النص لهذا اليوم
de: Texteintrag für heute
es: Entrada de texto para hoy
fr: Entrée de texte pour aujourd'hui
hi: आज के लिए पाठ प्रविष्टि
it: Voce di testo per oggi
ja: 今日のテキストエントリ
ru: Запись текста на сегодня
zh: 今天的文本条目

source: Thank You! 💖
ar_ae: شكرا لك! 💖
de: Danke! 💖
es: ¡Gracias! 💖
fr: Merci ! 💖
hi: धन्यवाद! 💖
it: Grazie! 💖
ja: ありがとう！ 💖
ru: Спасибо! 💖
zh: 谢谢你！ 💖

source: This entry is private and locked.
ar_ae: هذا الدخول خاص ومغلق.
de: Dieser Eintrag ist privat und gesperrt.
es: Esta entrada es privada y está cerrada.
fr: Cette entrée est privée et verrouillée.
hi: यह प्रविष्टि निजी और बंद है।
it: Questa voce è privata e bloccata.
ja: このエントリは非公開でロックされています。
ru: Эта запись является приватной и заблокирована.
zh: 此条目是私人的，并且是锁定的。

source: This Year
ar_ae: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
hi: इस साल
it: Quest'anno
ja: 今年
ru: В этом году
zh: 今年

source: Time
ar_ae: وَقْت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
it: Tempo
ja: タイム
ru: Время
zh: 时间

source: Timeline
ar_ae: خَطّ زَمَنيّ
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
hi: समयरेखा
it: Linea temporale
ja: タイムライン
ru: Хронология
zh: 大事年表

source: Timeline connector
ar_ae: موصل الجدول الزمني
de: Zeitleistenverbinder
es: Conector de línea de tiempo
fr: Connecteur de la chronologie
hi: टाइमलाइन कनेक्टर
it: Connettore della linea temporale
ja: タイムラインコネクタ
ru: Коннектор временной шкалы
zh: 时间线连接器

source: Timeline Header
ar_ae: رأس الجدول الزمني
de: Zeitleisten-Kopfzeile
es: Encabezado de la línea de tiempo
fr: En-tête de la chronologie
hi: टाइमलाइन हेडर
it: Intestazione Timeline
ja: タイムラインヘッダー
ru: Заголовок Временной шкалы
zh: 时间线标题

source: Tips are brewing...
ar_ae: النصائح تختمر...
de: Tipps brauen sich zusammen...
es: Las propinas se están gestando...
fr: Les conseils se préparent...
hi: टिप्स पक रहे हैं...
it: Le punte si stanno preparando...
ja: ヒントが醸造されています...
ru: Советы назревают...
zh: 提示正在酝酿......

source: Tips are one-time purchases
ar_ae: النصائح هي عمليات شراء لمرة واحدة
de: Trinkgelder sind einmalige Käufe
es: Las propinas son compras únicas
fr: Les pourboires sont des achats uniques
hi: टिप्स एक बार की ख़रीदारी हैं
it: Le mance sono acquisti una tantum
ja: チップは1回限りの購入です
ru: Чаевые - это разовые покупки
zh: 小费是一次性购买

source: Today
ar_ae: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ru: Сегодня
zh: 今天

source: Today's summary
ar_ae: ملخص اليوم
de: Die heutige Zusammenfassung
es: Resumen de hoy
fr: Le résumé d'aujourd'hui
hi: आज का सारांश
it: Riassunto di oggi
ja: 今日のまとめ
ru: Сегодняшнее резюме
zh: 今天的总结

source: Transform moments into meaning
ar_ae: حول اللحظات إلى معنى
de: Verwandeln Sie Momente in Bedeutung
es: Transforma los momentos en significado
fr: Transformer les moments en sens
hi: क्षणों को अर्थ में बदलें
it: Trasforma i momenti in significato
ja: 瞬間を意味に変える
ru: Превратите моменты в смысл
zh: 将瞬间转化为意义

source: Unlock insights, themes & more
ar_ae: افتح الرؤى والموضوعات والمزيد
de: Schalte Einblicke, Themen und mehr frei
es: Desbloquea ideas, temas y más
fr: Débloquez des informations, des thèmes et plus encore
hi: अंतर्दृष्टि, विषय और अधिक अनलॉक करें
it: Sblocca approfondimenti, temi e altro ancora
ja: 洞察、テーマなどを解き放つ
ru: Разблокируйте идеи, темы и многое другое
zh: 解锁见解、主题等

source: Unlock with DailyLock+
ar_ae: فتح القفل مع DailyLock+
de: Entsperren mit DailyLock+
es: Desbloquear con DailyLock+
fr: Déverrouiller avec DailyLock+
hi: डेलीलॉक+ के साथ अनलॉक करें
it: Sblocca con DailyLock+
ja: DailyLock+でロック解除
ru: Разблокировка с помощью DailyLock+
zh: 使用DailyLock+解锁

source: Upgrade to DailyLock Plus. Unlock insights, themes, and more.
ar_ae: قم بالترقية إلى DailyLock Plus. افتح الرؤى والموضوعات والمزيد.
de: Upgrade auf DailyLock Plus. Schalte Erkenntnisse, Themen und mehr frei.
es: Actualice a DailyLock Plus. Desbloquea ideas, temas y más.
fr: Mise à niveau vers DailyLock Plus. Débloquez des informations, des thèmes et plus encore.
hi: डेलीलॉक प्लस में अपग्रेड करें। अंतर्दृष्टि, विषय, और बहुत कुछ अनलॉक करें।
it: Passa a DailyLock Plus. Sblocca approfondimenti, temi e altro ancora.
ja: DailyLock Plusにアップグレードする。 洞察、テーマなどのロックを解除します。
ru: Обновитесь до DailyLock Plus. Разблокируйте идеи, темы и многое другое.
zh: 升级到DailyLock Plus。 解锁见解、主题等。

source: Upgrade to DailyLock+
ar_ae: قم بالترقية إلى DailyLock+
de: Upgrade auf DailyLock+
es: Actualice a DailyLock+
fr: Mise à niveau vers DailyLock+
hi: डेलीलॉक+ में अपग्रेड करें
it: Passa a DailyLock+
ja: DailyLock+にアップグレードする
ru: Обновление до DailyLock+
zh: 升级到DailyLock+

source: Wax seal for entry
ar_ae: ختم الشمع للدخول
de: Wachssiegel für den Eintritt
es: Sello de cera para la entrada
fr: Sceau de cire pour l'entrée
hi: प्रवेश के लिए मोम सील
it: Sigillo di cera per l'ingresso
ja: エントリー用ワックスシール
ru: Восковая печать для входа
zh: 入口用蜡封

source: Weekly AI Summary
ar_ae: ملخص الذكاء الاصطناعي الأسبوعي
de: Wöchentliche KI-Zusammenfassung
es: Resumen semanal de IA
fr: Résumé hebdomadaire de l'IA
hi: साप्ताहिक एआई सारांश
it: Riepilogo settimanale dell'IA
ja: 毎週のAIサマリー
ru: Еженедельная сводка ИИ
zh: 每周人工智能总结

source: Welcome book icon
ar_ae: أيقونة كتاب الترحيب
de: Willkommensbuch-Symbol
es: Icono de libro de bienvenida
fr: Icône de livre de bienvenue
hi: वेलकम बुक आइकन
it: Icona del libro di benvenuto
ja: ウェルカムブックのアイコン
ru: Значок приветственной книги
zh: 欢迎书图标

source: Welcome to DailyLock
ar_ae: مرحبا بك في DailyLock
de: Willkommen bei DailyLock
es: Bienvenido a DailyLock
fr: Bienvenue sur DailyLock
hi: डेलीलॉक में आपका स्वागत है
it: Benvenuto su DailyLock
ja: デイリーロックへようこそ
ru: Добро пожаловать в DailyLock
zh: 欢迎来到DailyLock

source: Word Count
ar_ae: عدد الكلمات
de: Wortanzahl
es: Recuento de palabras
fr: Nombre de mots
hi: शब्द गणना
it: Conteggio delle parole
ja: 単語数
ru: Количество слов
zh: 字数统计

source: Word count: %lld
ar_ae: عدد الكلمات: %lld
de: Wortzahl: %lld
es: Recuento de palabras: %lld
fr: Nombre de mots : %lld
hi: शब्द गणना: %lld
it: Conteggio delle parole: %lld
ja: 単語数: %lld
ru: Количество слов: %lld
zh: 字数：%lld

source: Write about what defined your day. Maximum %lld characters.
ar_ae: اكتب عن ما حدد يومك. الحد الأقصى للأحرف %lld.
de: Schreiben Sie darüber, was Ihren Tag bestimmt hat. Maximal %lld Zeichen.
es: Escribe sobre lo que definió tu día. Máximo %lld caracteres.
fr: Écrivez sur ce qui a défini votre journée. Nombre de caractères maximum.
hi: अपने दिन को परिभाषित करने के बारे में लिखें। अधिकतम %lld वर्ण।
it: Scrivi di ciò che ha definito la tua giornata. Massimo %lld caratteri.
ja: あなたの一日を定義したものについて書いてください。 最大 %lld 文字。
ru: Напишите о том, что определило ваш день. Максимум %lld символов.
zh: 写下定义了你一天的内容。 最大%lld字符。

source: Write First Entry
ar_ae: اكتب الإدخال الأول
de: Ersten Eintrag Schreiben
es: Escribe la primera entrada
fr: Écrire la première entrée
hi: पहली प्रविष्टि लिखें
it: Scrivi la prima voce
ja: 最初のエントリを書く
ru: Напишите Первую Запись
zh: 写第一个条目

source: Write what matters most today. Lock it forever when ready.
ar_ae: اكتب ما يهمك اليوم. احفظه للأبد عندما يكون جاهزًا.
de: Schreiben Sie, was heute am wichtigsten ist. Sperren Sie es für immer, wenn Sie fertig sind.
es: Напишите о том, что сегодня самое важное. Закройте навсегда, когда будете готовы.
fr: Écrivez ce qui compte le plus aujourd'hui. Verrouillez-le pour toujours lorsque vous serez prêt.
hi: आज जो सबसे ज़्यादा मायने रखता है, उसे लिखें। जब तैयार हो, तो उसे हमेशा के लिए लॉक कर दें।
it: Scrivi ciò che conta di più oggi. Chiudilo per sempre quando sei pronto.
ja: 今日一番大切なことを書きましょう。 準備ができたら永久にロックしましょう。
ru: Напишите о том, что сегодня самое важное. Закройте навсегда, когда будете готовы.
zh: 寫下今天最重要的事。 準備好後永久鎖定。

source: Writing paper background
ar_ae: خلفية ورق الكتابة
de: Schreibpapier Hintergrund
es: Fondo de papel de escribir
fr: Fond de papier d'écriture
hi: लेखन काग़ज़ पृष्ठभूमि
it: Sfondo di carta da lettere
ja: 紙の背景を書く
ru: Фон для письма
zh: 书写纸背景

source: You need at least 1 entries to see insights
ar_ae: تحتاج إلى إدخال واحد على الأقل لرؤية الأفكار
de: Sie benötigen mindestens 1 Eintrag, um Einblicke zu sehen
es: Necesitas al menos 1 entrada para ver ideas
fr: Vous avez besoin d'au moins 1 entrée pour voir les informations
hi: अंतर्दृष्टि देखने के लिए आपको कम से कम 1 प्रविष्टियों की आवश्यकता है
it: Hai bisogno di almeno 1 voce per vedere gli approfondimenti
ja: 洞察を見るには、少なくとも1つのエントリが必要です
ru: Вам нужно как минимум 1 запись, чтобы увидеть идеи
zh: 您至少需要1个条目才能看到见解

source: You need at least 5 entries to view insights
ar_ae: تحتاج إلى 5 إدخالات على الأقل لعرض الأفكار
de: Sie benötigen mindestens 5 Einträge, um Einblicke anzuzeigen
es: Necesitas al menos 5 entradas para ver las ideas
fr: Vous avez besoin d'au moins 5 entrées pour voir les informations
hi: अंतर्दृष्टि देखने के लिए आपको कम से कम 5 प्रविष्टियों की आवश्यकता है
it: Hai bisogno di almeno 5 voci per visualizzare gli approfondimenti
ja: インサイトを表示するには、少なくとも5つのエントリが必要です
ru: Вам нужно не менее 5 записей для просмотра информации
zh: 您至少需要5个条目才能查看见解

source: You're All Set!
ar_ae: كل شيء جاهز!
de: Du Bist Bereit!
es: ¡Estás listo!
fr: Vous êtes prêt !
hi: तुम सब तैयार हो!
it: Sei Pronto!
ja: 準備万端！
ru: Все Готово!
zh: 你准备好了！

source: You're Welcome!
ar_ae: على الرحب والسعة!
de: Gern Geschehen!
es: ¡De Nada!
fr: De Rien !
hi: आपका स्वागत है!
it: Prego!
ja: どういたしまして！
ru: Пожалуйста!
zh: 不客气！

source: Your %@ means the world to me! Thanks for believing in DailyLock's journey.
ar_ae: %@ الخاص بك يعني العالم بالنسبة لي! شكرا لك على إيمانك برحلة DailyLock.
de: Dein %@ bedeutet mir die Welt! Danke, dass Sie an die Reise von DailyLock glauben.
es: ¡Tu %@ significa el mundo para mí! Gracias por creer en el viaje de DailyLock.
fr: Votre %@ signifie le monde pour moi ! Merci de croire au parcours de DailyLock.
hi: आपका %@ मेरे लिए दुनिया का मतलब है! DailyLock की यात्रा में विश्वास करने के लिए धन्यवाद।
it: Il tuo %@ significa il mondo per me! Grazie per aver creduto nel viaggio di DailyLock.
ja: あなたの%@は私にとって世界を意味します！ DailyLockの旅を信じてくれてありがとう。
ru: Твой %@ значит для меня все! Спасибо, что поверили в путешествие DailyLock.
zh: 你的%@对我来说意味着世界！ 感谢您相信DailyLock的旅程。

source: Your Impact
ar_ae: تأثيرك
de: Ihre Auswirkungen
es: Tu impacto
fr: Votre impact
hi: आपका प्रभाव
it: Il tuo impatto
ja: あなたの影響
ru: Ваше влияние
zh: 你的影响

source: Your Insights
ar_ae: رؤىك
de: Ihre Erkenntnisse
es: Tus ideas
fr: Vos idées
hi: आपकी अंतर्दृष्टि
it: Le tue intuizioni
ja: あなたの洞察
ru: Ваши идеи
zh: 你的见解

source: Your Journey
ar_ae: رحلتك
de: Ihre Reise
es: Tu viaje
fr: Votre voyage
hi: आपकी यात्रा
it: Il tuo viaggio
ja: あなたの旅
ru: Ваше путешествие
zh: 你的旅程

source: Your journey starts here
ar_ae: رحلتك تبدأ من هنا
de: Ihre Reise beginnt hier
es: Tu viaje comienza aquí
fr: Votre voyage commence ici
hi: आपकी यात्रा यहाँ से शुरू होती है
it: Il tuo viaggio inizia qui
ja: あなたの旅はここから始まります
ru: Ваше путешествие начинается здесь
zh: 你的旅程从这里开始

source: App Version
ar_ae: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
hi: ऐप संस्करण
it: Versione dell'app
ja: アプリのバージョン
ru: Версия приложения
zh: 应用程序版本

source: Navigation
ar_ae: مِلاحة
es: Navegación
hi: नेविगेशन
it: Navigazione
ja: 航行
ru: Навигация
zh: 导航

source: Version
ar_ae: نُسْخة
es: Variante
hi: रूपांतर
it: Versione
ja: バージョン
ru: Версия
zh: 变种

source: DailyLock+
ar_ae: ديلي لوك+
hi: डेलीलॉक+
ja: デイリーロック+
ru: Ежедневная блокировка+
zh: 每日锁+

source: DailyLock+ Premium
hi: डेलीलॉक+ प्रीमियम
ja: デイリーロック+プレミアム
ru: DailyLock+ Премиум
zh: DailyLock+高级版

source: Sarah M.
ar_ae: سارة إم.
hi: सारा एम।
ja: サラ・M.
ru: Сара М.
zh: 莎拉·M。
